const rose = document.querySelector(".rose");
rose.addEventListener("click", () => {
    alert("گل رز در حقیقت گلی باستانی، با اصالت و زیباست که از گذشته های دور برای مصارف مختلف پرورش داده می‌شده است. این گل زیبا و دلربا با اسامی دیگری نیز مانند گل محمدی، گل سرخ و حتی با نام ورد (بالورد) نیز شناخته می‌شود. این گل علاوه بر زیبایی بسیار، معنی و نمادهای متفاوتی نیز دارد. انواع گل رز با رنگ های گوناگون، مفاهیم زیبایی را به دنبال دارند که برای مناسبت های مختلف، کاربرد فراوانی دارند.");

});
const orkide = document.querySelector('.orkide');
orkide.addEventListener("click", () => {
    alert('برای معرفی گل ارکیده اول از هر چیزی باید بگوییم که این گیاه به یکی از بزرگ‌ترین خانواده‌های گیاهان گل‌دار تک‌لپه‌ای به نام orchidaceae (ثعلبیان) تعلق دارد. این گیاهان عمدتا به حالت اپی‌فیت در طبیعت دیده می‌شوند یعنی به‌جای ریشه دواندن در خاک، روی گیاهی دیگر رشد می‌کنند.')
});
const lale = document.querySelector('.lale');
lale.addEventListener("click", () => {
    alert('گل لاله، جز ۱۰ گل برتر در دنیا است، این گیاه توانسته نظر افراد زیادی را به خود جلب کند. این گیاه دارای ۱۵۰ گونه متفاوت است که هر یک از گونه ها ظاهری منحصر به فرد و نمادی متفاوت دارند. رنگ‌بندی انواع گل لاله بسیار متفاوت و چشمگیر است که هر فرد با هر سلیقه و متناسب با هر نمادی که مدنظر خود است می‌تواند این گیاه را خریداری کند.')
});
const davoodi = document.querySelector('.davoodi');
davoodi.addEventListener("click", () => {
    alert('با آغاز پاییز می‌توان شکوه و زیبایی این فصل را با گل‌های هزار رنگ داوودی جشن گرفت و پایکوبی کرد. تماشای انواع گل داوودی در رنگ های متفاوت چشم‌های انسان را پر از زیبایی و جلال می‌کند. اما ممکن است خرید گل داوودی برای تمامی افراد مقدور نباشد که در این زمان توصیه می‌شود نحوه کاشت و تکثیر این گیاه را آموزش ببینید.')
});
const shabBoo = document.querySelector('.shabBoo');
shabBoo.addEventListener('click', () => {
    alert('گل شب بو، تنها یک گیاه زینتی نیست؛ این گیاه خاصیت درمانی بسیار زیادی دارد که با اعتماد به این گیاه می‌توان دست داروهای شیمیایی بسیاری را از پشت بست و دیگر به سراغ آن‌ها نرفت. تکثیر و نگهداری گل شببو، کار سخت و دشواری نیست تنها با اطلاع از چند نکته می‌توان از این گیاه پر ارزش نگهداری کرد. از طرفی دیگر نیز رایحه و عطر این گل نیز در فضای آپارتمانی بسیار دل‌نشین است و حسی مدیترانه ای به خانه می‌بخشد. گل شبو زیبایی خاص، ظاهری آرامش دهنده و حسی عمیق برای مناسبت هایی چون شب عید و در سفره هفت سین و یا میان دسته گل یک عروس زیبا دارد.')
});
const aftabGardoon = document.querySelector('.aftabGardoon');
aftabGardoon.addEventListener('click', () => {
    alert('گل آفتابگردان، خواص و فواید زیادی برای انسان‌ها دارد و می‌تواند اصلی‌ترین کالا برای آشپزی که روغن است را تهیه کند. همچنین یکی از مهم‌ترین فواید این گیاه، گل آرایی و ساخت دسته گل و باکس های گل است.')
})